Repository: manjaro/artwork-gfxboot
Catalog: po/*.po
Languages: uz

source: Cancel
uz: Bekor qilish

source: Reboot
uz: Qayta yuklash

source: Continue
uz: Davom ettirish

source: Installation
uz: O'rnatish

source: Linux--Safe Settings
uz: Linux--Xavfsiz sozlamalar

source: Boot from Hard Disk
uz: Qattiq diskdan yuklash

source: Rescue System
uz: Tizimni tiklash

source: Memory Test
uz: Xotirani tekshirish

source: Boot Options
uz: Yuklash parametrlari

source: Exiting...
uz: Chiqmoqda...

source: You are leaving the graphical boot menu and starting the text mode interface.
uz: Siz grafik yuklash menyusidan chiqmoqdasiz va matn usulli interfeysni ishga tushirmoqdasiz

source: Help
uz: Yordam

source: Starting...
uz: Ishga tushirilmoqda...

source: Loading Linux Kernel
uz: Linux yadrosi yuklanmoqda

source: Loading memtest86
uz: memtest86 yuklanmoqda

source: Boot Loader
uz: Yuklovchi

source: I/O Error
uz: Kiritish/Chiqarish xatosi

source: Change Boot Disk
uz: Yuklash diskini o'zgartirish

source: Insert boot disk %u.
uz: %u yuklash diskini kiriting.

source: This is boot disk %u. Insert boot disk %u.
uz: Bu %u yuklash diski. %u yuklash diskini kiriting.

source: This is not a <product> boot disk. Insert boot disk %u.
uz: Bu <product> yuklash diski emas. %u yuklash diskini kiriting.

source: Password
uz: Parol

source: Power Off
uz: Quvvatni o'chirish

source: Halt the system now?
uz: Tizim hozir to'xtatilsinmi?

source: Hard Disk
uz: Qattiq disk

source: Hard Disk Installation
uz: Qattiq diskdan o'rnatish

source: Disk Device (Scans All Disks If Empty)
uz: Disk uskunasi (ko'rsatilmasa hamma disklar tekshiriladi)

source: Directory
uz: Katalog

source: FTP Installation
uz: FTP orqali o'rnatish

source: Password
uz: Parol

source: User (Anonymous Login If Empty)
uz: Foydalanuvchi (ko'rsatilmasa anonim kiriladi)

source: NFS Installation
uz: NFS orqali o'rnatish

source: User (Uses "guest" If Empty)
uz: Foydalanuvchi (ko'rsatilmasa "guest" ishlatiladi)

source: SMB (Windows Share) Installation
uz: SMB (Windows ommaviy jildi)dan o'rnatish

source: HTTP Installation
uz: HTTP orqali o'rnatish

source: Driver
uz: Drayver

source: Domain
uz: Domen

source: Other Options
uz: Boshqa parametrlar

source: Language
uz: Til

source: Yes
uz: Ha

source: No
uz: Yo'q

source: File
uz: Fayl

source: Share
uz: Ommaviy jild

source: Automatic Mode
uz: Avtomatik usul

source: Manual Mode
uz: Qo'l usuli

source: Configure Parameters on ZEN Partition
uz: ZEN bo'limida parametrlarni sozlash

source: Install or Update ZEN Partition
uz: ZEN bo'limini o'rnatish yoki yangilash

source: Reinstall ZEN Partition Boot Loader
uz: ZEN bo'limining yuklovchisini qayta o'rnatish

source: Disable ZEN Partition
uz: ZEN bo'limini o'chirish

source: Enable ZEN Partition
uz: ZEN bo'limini yoqish

source: Text Mode
uz: Matn usuli

source: Firmware Test
uz: Mikrodasturni tekshirish

source: Source
uz: Manba

source: Video Mode
uz: Video usuli

source: Arch
uz: Arxitektira

source: Kernel
uz: Yadro

source: Default
uz: Sukut bo'yicha

source: Safe Settings
uz: Xavfsiz sozlamalar

source: No ACPI
uz: ACPI yo'q

source: No Local APIC
uz: Lokal APIC yo'q

source: Keyboard
uz: Klaviatura

source: HTTP Proxy
uz: HTTP proksi

source: Network Config
uz: Tarmoqni sozlash

source: No Network
uz: Tarmoq yo'q

source: Manual
uz: Qo'l bilan

source: Manual Network Config
uz: Tarmoqni qo'l bilan sozlash

source: Host IP
uz: Xost IP manzili

source: Gateway
uz: Shlyuz

source: Domain Name
uz: Domen nomi

source: Nameservers (separated by ',')
uz: Server nomlari (',' bilan ajratilgan)

source: Netmask (or use '/N' notation with Host IP)
uz: Tarmoq niqobi (yoki xost IP manzili bilan '/N' notasiyani ishlating)

source: Live System (KDE)
uz: Jonli tizim (KDE)

source: Live System (GNOME)
uz: Jonli tizim (GNOME)

source: Start Manjaro Linux
uz: Manjaro Linux ishga tushirish

source: Start (non-free drivers)
uz: Ishga tushirish (erkin bo'lmagan drayverlar)

source: Hardware Detection Tool
uz: Uskunalarni aniqlash asbobi

source: No KMS
uz: KMS yo'q
